export const FaqCards = [
  {
    id: "consultation",
    question: "چطور می‌توانم درخواست مشاوره کنم؟",
    answer: "برای دریافت مشاوره، می‌توانید از طریق فرم درخواست مشاوره در سایت اطلاعات خود را ثبت کنید تا کارشناسان ما در اولین فرصت با شما تماس بگیرند.",
  },
  {
    id: "support",
    question: "چطور می‌توانم با پشتیبانی ارتباط داشته باشم؟",
    answer: "برای ارتباط با تیم پشتیبانی، می‌توانید از طریق بخش پشتیبانی سایت با ما در تماس باشید. همکاران ما آماده‌اند تا به سوالات شما پاسخ دهند و در رفع مشکلات احتمالی راهنمایی‌تان کنند.",
  },
  {
    id: "return",
    question: "اگر کالای خریداری‌شده ایراد داشت، آیا امکان مرجوعی وجود دارد؟",
    answer: "بله اگر کالا معیوب بود تا ۷ روز امکان مرجوعی و بازگشت وجه وجود دارد.",
  },
  {
    id: "consultation-2",
    question: "چطور می‌توانم درخواست مشاوره کنم؟",
    answer: "کافی است فرم مشاوره را در سایت تکمیل و ارسال کنید تا درخواست شما ثبت شود و کارشناسان ما برای ارائه راهنمایی‌های لازم با شما ارتباط بگیرند.",
  },
  {
    id: "support-2",
    question: "چطور می‌توانم با پشتیبانی ارتباط داشته باشم؟",
    answer: "شما می‌توانید از طریق راه‌های ارتباطی درج‌شده در سایت با پشتیبانی تماس بگیرید و سوالات یا مشکلات خود را مطرح کنید. تیم پشتیبانی در کنار شماست تا در سریع‌ترین زمان ممکن راهنمایی‌تان کند.",
  },
];