// _constants/factors.constants.ts



// ===== استپ‌های وضعیت =====
export const STATUS_STEPS = [2, 3, 4, 5, 6];

// ===== توضیحات وضعیت‌ها =====
export const STATUS_DESCRIPTIONS = [
  "سفارش مشتری ثبت شده و در انتظار تایید اولیه است",
  "سفارش تایید شده و در حال آماده‌سازی برای ارسال است",
  "سفارش بسته‌بندی و تحویل پست شده است",
  "سفارش در مسیر ارسال به مقصد است",
  "سفارش به شهر مقصد رسیده و در حال توزیع است",
  "سفارش با موفقیت تحویل مشتری شده است",
];


// ===== محدودیت‌های جدول =====
export const MAX_DESCRIPTION_LENGTH = 28;
export const DEFAULT_PAGE_SIZE = 10;